//
//  QuestionModel.swift
//  Sweety
//
//  Created by 성현주 on 12/26/23.
//

import SwiftUI

struct TextModel {

    static var texts = ["일 더하기 일은 매우 힘듦",
                        "돈이 전부는 아니지만 그만한게 없다",
                        "즐길수 없으면 피해라!",
                        "고생끝에 골병난다",
                        "Watermelon",
                        "가는 말이 고우면 얕본다!",
                        "날씨도 표정이 매일 다른데 어떻게 항상 맑은 기분이겠어",
                        "Chick Chick Pork Pork - 세상에서 제일 행복한 기차 -",
                        "행복을 돈으로 살 수 없다면 혹시 돈이 모자란 건 아닌지 확인해보자",
                        "세상에서 가장 도움이 안 되는 이론은? 제가 알기론…",
                        "멀리 보면 가까이 있는 걸 못 본다",
                        "나한테 니가 해준게 뭔데 -수수료-",
                        "고민하게 돼 우리 둘 사이 - 축의금-",
                        "윈스터 처칠 - 태도는 아주 사소한 것이지만, 커다란 차이를 만든다",
                        "인생은 롤러코스터와 같아 둘다 오르막과 내리막이 있으니깐 하지만 두려움에 떨거나 즐기는 것은 너의 선택이야",
                        "조지 버나드 쇼 - 우물쭈물하다가 내 이럴 줄 알았다."]
    
}


